#+TITLE: Introduction to American Politics
#+SUBTITLE: GOV310L
#+AUTHOR: J. Alexander Branham
#+DATE: Fall 2016
#+EMAIL: branham@utexas.edu 
#+OPTIONS: toc:nil num:nil
#+BIND: org-latex-active-timestamp-format "%s"
#+LaTeX_CLASS_OPTIONS: [colorlinks, linkcolor=blue, urlcolor=blue]
#+LATEX_HEADER: \usepackage[margin=1in]{geometry}

- Unique number :: 38305
- Course time: :: MWF 11--11:50
- Course location: :: UTC 4.102
- Office hours: :: MW 9:30--11 and by appointment 
- Office location: :: MEZ 3.212
- Email: :: [[mailto:branham@utexas.edu][branham@utexas.edu]]
- Course website: :: [[https://jabranham.com/GOV310L/]]

* Course description
  This course serves as an introduction to politics in the United
  States. The course is broken into two parts. In the first half of
  the course, we will discuss the founding and the institutions that
  emerged from the Constitution. During the latter half of the
  semester, we will attempt to understand the public's role in
  American politics. At the completion of the course, students will be
  able to:
  
  1. Demonstrate a basic understanding of U.S. politics
  2. Participate knowledgeably in the American political process
  3. Critically examine key concepts from political science

* Assessment
  - Participation: (25%) :: You can earn participation points in
       several ways. You can complete the (weekly) exercises on
       Canvas, come to office hours, ask questions and/or participate
       in discussions on Slack or email, participate in civic or
       academic events, or write a critical essay of an academic
       article. More information about this is below.
  - Quizzes: (25%) :: Quizzes will be in class and closed-note. They
                      will not be announced beforehand, so always be
                      prepared. You should expect roughly one quiz
                      every two weeks. I will drop your lowest grade.
  - Exams (2): (50%) :: There will be two exams, one midway through
       the semester and the other at the end. They will be in-class
       and closed-note. The second will not cover material from the
       first.
    - First exam: March 11, 2016
    - Second exam: May 6, 2016
      
* Course Policies
  - Participation
    - In class :: Feel free to ask questions in class! If you're
         confused, someone else probably is too.
    - Slack :: Slack is an online chat service. If twitter and email
         had a baby, it would be something like Slack. More
         information about this, including how to sign up and join the
         course, will be given in the first week. 
    - Online exercises :: There will be an online exercise every week.
         These will usually be multiple choice quizzes. Feel free to
         use any resource (your brain, the internet, other students)
         to answer the questions.
    - Civic events :: You may choose to attend any civic event.
         Examples include Austin City Council meetings, political
         rallies, and speeches. Please confirm with me that the event
         is suitable *before* going. You will need to provide proof of
         attendance as well as a short write-up of what happened and
         your reaction to it. Feel free to share that on Slack!
    - Academic events :: I will announce academic events via Slack and
         Canvas. These will usually be distinguished speakers giving a
         lecture on a topic germane to the course. If you go, you
         should be sure to provide proof in the form of a photo as
         well as a very short write-up of what happened. Feel free to
         share your thoughts about the event on Slack!
    - Critical essays :: If you find one of the topics we discuss
         particularly interesting, you may ask me for an academic
         article about it. I'll give you a choice of several and you
         may read it and write up a critical essay where you (briefly)
         summarize the article and then critique its main points.
         These should be no longer than two pages. 
  - Missing assignments: I do not let students make up assignments
    (quizzes or exams) barring exceptional circumstances. Let me know
    *now* if you have a conflict with one of the exams.
  - I will make my slides available on the [[http://jabranham.com/GOV310L][course website]].
  - You are expected to do the readings listed in the course schedule.
    The book we are using can be found [[http://books.wwnorton.com/books/webad.aspx?id=4294989276][here]], though there are cheaper
    copies available through other websites.
  - The University of Texas at Austin provides upon request
    appropriate academic accommodations for qualified students with
    disabilities. For more information, contact the Office of the Dean
    of Students at 471-6259, 471-6441 TTY.

* Tentative Schedule
|   | *Week* | *Date*              | *Topic*                           | *Readings*                |
|---+--------+---------------------+-----------------------------------+---------------------------|
| $ |        | start=<2016-01-11 Mon> |                                   |                           |
| # |      1 | <2016-01-18 Mon>    | Intro and the founding            | Ch 2 & Federalist 10 & 51 |
| # |      2 | <2016-01-25 Mon>    | Liberties and rights              | Ch 4                      |
| # |      3 | <2016-02-01 Mon>    | Federalism & Separation of Powers | Ch 3                      |
| # |      4 | <2016-02-08 Mon>    | Congress                          | Ch 5                      |
| # |      5 | <2016-02-15 Mon>    | The Presidency & Executive        | Ch 6 & 7                  |
| # |      6 | <2016-02-22 Mon>    | The Courts                        | Ch 8                      |
| # |      7 | <2016-02-29 Mon>    | Issue spotlight: TBD              | TBA                       |
| # |      8 | <2016-03-07 Mon>    | Catch-up and first exam           | None additional           |
|---+--------+---------------------+-----------------------------------+---------------------------|
| # |      9 | <2016-03-14 Mon>    | Spring Break                      |                           |
|---+--------+---------------------+-----------------------------------+---------------------------|
| # |     10 | <2016-03-21 Mon>    | Public opinion                    | Ch 9                      |
| # |     11 | <2016-03-28 Mon>    | Political parties                 | Ch 11                     |
| # |     12 | <2016-04-04 Mon>    | Campaigns and elections           | Ch 10                     |
| # |     13 | <2016-04-11 Mon>    | Interest groups                   | Ch 12                     |
| # |     14 | <2016-04-18 Mon>    | The media                         | TBA                       |
| # |     15 | <2016-04-25 Mon>    | Issue spotlight: TBD              | TBA                       |
| # |     16 | <2016-05-02 Mon>    | Catch-up and second exam          | None additional           |
#+TBLFM: $3=$start + $2 * 7

